Repository: FinnBrackrock/chameleon-shop
Catalog: src/ShopArticleReviewBundle/Resources/translations/messages.*.xliff
Languages: de

# chameleon_system_shop_article_review.action.publish_comment
source: Publish comment
de: Kommentar freigeben

# chameleon_system_shop_article_review.action.delete_comment
source: Delete comment
de: Kommentar löschen

# chameleon_system_shop_article_review.action.delete_review
source: delete
de: löschen

# chameleon_system_shop_article_review.text.anonymous
source: Anonymous
de: Anonym

# chameleon_system_shop_article_review.form.author_name
source: Your name
de: Ihr Name

# chameleon_system_shop_article_review.form.author_email
source: Your email address
de: Ihr Emailadresse

# chameleon_system_shop_article_review.form.send_notifications
source: Notify on new comments by email
de: Benachrichtigung bei Kommentierung

# chameleon_system_shop_article_review.form.title
source: Enter title
de: Titel eingeben

# chameleon_system_shop_article_review.form.rating
source: Your rating
de: Ihre Bewertung

# chameleon_system_shop_article_review.form.rating_star
source: Star
de: Stern

# chameleon_system_shop_article_review.form.comment
source: Your comment
de: Ihr Kommentar

# chameleon_system_shop_article_review.form.captcha
source: Spam protection
de: Spamschutz

# chameleon_system_shop_article_review.form.captcha_help
source: This captcha is used to prevent automated spamming attempts.
de: Diese Eingabe dient lediglich der Verhinderung automatisierter Eingaben.

# chameleon_system_shop_article_review.action.report_as_inappropriate
source: Review inappropriate
de: Rezension unzumutbar

# chameleon_system_shop_article_review.text.comment_inappropriate
source: Marked as inappropriate.
de: Als ungeeignet gekennzeichnet.

# chameleon_system_shop_article_review.action.report_comment_as_inappropriate
source: Report as inappropriate
de: Diesen Beitrag melden

# chameleon_system_shop_article_review.action.respond_to_comment
source: Reply
de: Antworten

# chameleon_system_shop_article_review.action.write_review
source: Write your own review
de: Eigene Rezension schreiben

# chameleon_system_shop_article_review.text.how_helpful
source: %helpful% of %sumRanked% customers marked this review as helpful:
de: %helpful% von %sumRanked% Kunden fanden die folgende Rezension hilfreich:

# chameleon_system_shop_article_review.action.vote_up
source: Helpful
de: Hilfreich

# chameleon_system_shop_article_review.action.vote_down
source: Not helpful
de: Nicht hilfreich

# chameleon_system_shop_article_review.text.login_required
source: You have to be logged in to read the comments
de: Sie müssen angemeldet sein um einen Kommentare lesen zu können

# chameleon_system_shop_article_review.text.login_required_to_read_reviews
source: Please log in to read the reviews
de: Bitte melden Sie sich im Shop an, um Bewertungen lesen zu können!

# chameleon_system_shop_article_review.text.login_required_to_write_review
source: Please log in to post a review
de: Bitte melden Sie sich im Shop an, um eine Bewertung abzugeben!

# chameleon_system_shop_article_review.action.comment_on_review
source: Comment on review
de: Rezension Kommentieren

# chameleon_system_shop_article_review.text.comment_on_review_headline
source: Comment on review
de: Bewertung kommentieren

# chameleon_system_shop_article_review.action.submit_comment
source: Comment submitted
de: Kommentar abgegeben

# chameleon_system_shop_article_review.text.unknown_product
source: unknown product
de: wurde aus dem Sortiment genommen

# chameleon_system_shop_article_review.text.waiting_for_publication
source: awaiting approval
de: wartet auf Freigabe

# chameleon_system_shop_article_review.text.published
source: published
de: freigegeben

# chameleon_system_shop_article_review.text.comment_notification_active
source: Yes
de: Ja

# chameleon_system_shop_article_review.text.comment_notification_inactive
source: No
de: Nein

# chameleon_system_shop_article_review.action.disable_comment_notification
source: I don't want to be notified by email anymore
de: Ich möchte nicht mehr benachrichtigt werden

# chameleon_system_shop_article_review.action.enable_comment_notification
source: I want to be notified by email
de: Ich möchte benachrichtigt werden

# chameleon_system_shop_article_review.action.refresh
source: Refresh
de: Aktualisieren

# chameleon_system_shop_article_review.text.deleted_comment
source: Comment has been deleted.
de: Kommentar wurde gelöscht.

# chameleon_system_shop_article_review.text.review_comments
source: Review comments
de: Kommentare zur Rezension

# chameleon_system_shop_article_review.action.show_all_comments
source: Show all comments
de: Alle Kommentare Anzeigen

# chameleon_system_shop_article_review.action.show_fewer_comments
source: Show fewer comments
de: Weniger Kommentare Anzeigen

# chameleon_system_shop_article_review.text.review_count
source: Total reviews: (%count%)
de: Anzahl geschriebene Rezensionen (%count%)

# chameleon_system_shop_article_review.action.show_all_reviews
source: Show all
de: Alle Anzeigen

# chameleon_system_shop_article_review.action.show_fewer_reviews
source: Show fewer
de: Weniger Anzeigen

# chameleon_system_shop_article_review.text.you_have_no_reviews
source: You haven't posted any reviews, yet.
de: Sie haben noch keine Bewertungen geschrieben.

# chameleon_system_shop_article_review.text.no_reviews
source: There are no reviews for this product. Be the first to write one!
de: Für diesen Artikel liegt noch keine Bewertung vor. Bitte geben Sie die erste Bewertung ein!

# chameleon_system_shop_article_review.action.add_to_basket
source: add to cart
de: in den Warenkorb

# chameleon_system_shop_article_review.text.absolute_voucher_value
source: The voucher's value is %value%%currency%
de: Der Gutschein besitzt einen Wert von %value%%currency%

# chameleon_system_shop_article_review.text.percent_voucher_value
source: The voucher's discount is %discountPercent%%
de: Der Gutschein enthält einen Rabatt von %discountPercent%%
