Repository: FinnBrackrock/chameleon-shop
Catalog: src/ShopPaymentTransactionBundle/Resources/translations/admin.*.xliff
Languages: de

# chameleon_system_shop_payment_transaction.collection_form.column_product_number
source: Product no.
de: Produkt-Nr

# chameleon_system_shop_payment_transaction.collection_form.column_product_name
source: Product name
de: Produktname

source: Ordered
de: Bestellt

source: Shipped
de: Versandt

source: Cancelled
de: Storniert

source: Quantity in transaction
de: Stück in dieser Aktion

# chameleon_system_shop_payment_transaction.collection_form.column_item_price
source: Item price
de: Einzelpreis

source: Total price
de: Gesamtpreis

# chameleon_system_shop_payment_transaction.collection_form.confirmed_count
source: Confirmed: %quantity%
de: Bestätigt: %quantity%

# chameleon_system_shop_payment_transaction.collection_form.quantity_available
source: Available: %quantity%
de: möglich %quantity%

# chameleon_system_shop_payment_transaction.collection_form.summary_product_value
source: Product value
de: Produktwert

# chameleon_system_shop_payment_transaction.collection_form.summary_discounts
source: Discounts
de: Rabatte

# chameleon_system_shop_payment_transaction.collection_form.summary_vouchers
source: Vouchers
de: Gutscheine

# chameleon_system_shop_payment_transaction.collection_form.summary_shipping_cost
source: Shipping costs
de: Versandkosten

source: Payment surcharge
de: Zahlungsaufschlag

# chameleon_system_shop_payment_transaction.collection_form.summary_other_costs
source: Other value added services
de: Sonstige Zusatzleistungen

source: Sponsered vouchers
de: Gesponserte Gutscheine

# chameleon_system_shop_payment_transaction.collection_form.summary_order_value
source: Order value
de: Wert der Bestellung

# chameleon_system_shop_payment_transaction.collection_form.form_transaction_value
source: Transaction value
de: Wert der Buchung

source: This value is independent from what products are selected. The selection is just as a reminder for you to keep track of the products involved in the transaction. This means: If you're doing split transactions you have to decide in which transaction you'll charge for the shipping costs. Products for which their value has already been withdrawn or refunded will not be shown.
de: Der hier angegebene Wert ist unabhängig von den gewählten Produkten. Die Auswahl der Produkte dient nur als Notiz, damit später nachvollziehbar ist, welche Produkte an der Transaktion beteiligt waren. Wenn Sie also z.B. Teilbuchungen vornehmen, dann müssen Sie entscheiden ob Sie die Versandkosten bei der ersten Buchung mit einziehen oder erst bei der letzten. Produkte, die bereits eingezogen bzw. zurückgezahlt wurden, werden nicht aufgeführt.

# chameleon_system_shop_payment_transaction.collection_form.action_abort
source: Cancel
de: Abbrechen

# chameleon_system_shop_payment_transaction.collection_form.action_submit
source: Submit
de: Ausführen

source: Please note: This order contains sponsored vouchers. A full refund might be impossible due to the fact that the transaction value is smaller than the total order value.
de: Hinweis: Diese Bestellung enthält geldwerte (gesponserte) Gutscheine. Eine Rückzahlung ist ggf. nicht möglich (da dem Kunden mehr zurück gezahlt werden müsste als über den Zahlungsanbieter eingezogen.

source: Processed transactions
de: Bereits ausgeführte Transaktionen

source: Type
de: Art

source: Date
de: Datum

source: Confirmed
de: Bestätigt

source: Value
de: Wert

source: Running total
de: Laufende Summe

source: Remaining order value
de: Restwert der Bestellung

source: Yes
de: Ja

source: No
de: Nein

# chameleon_system_shop_payment_transaction.collection_form.headline_payment
source: Collect amount
de: Betrag einziehen

# chameleon_system_shop_payment_transaction.collection_form.headline_refund
source: Refund amount
de: Betrag zurückzahlen

# chameleon_system_shop_payment_transaction.error.invalid_transaction_type
source: Unknown transaction type %sTransactionType%
de: Unbekannte Transaktionsart %sTransactionType%

# chameleon_system_shop_payment_transaction.action.collect_all
source: Collect order
de: Bestellung einziehen

# chameleon_system_shop_payment_transaction.confirm.collect_all
source: Collect order completely?
de: Betrag vollständig einziehen?

# chameleon_system_shop_payment_transaction.action.refund_all
source: Refund complete order
de: Bestellung vollständig zurück

# chameleon_system_shop_payment_transaction.confirm.refund_all
source: Refund complete amount?
de: Betrag vollständig zurückzahlen?

# chameleon_system_shop_payment_transaction.action.collect_partial
source: Part payment
de: Teilzahlung

# chameleon_system_shop_payment_transaction.action.refund_partial
source: Part refund
de: Teilrückzahlung
